Repository: kpatil2005/kisan-connect
Catalog: locale/*/LC_MESSAGES/django.po
Languages: hi

source: Home
hi: होम

source: Marketplace
hi: बाज़ार

source: Services
hi: सेवाएं

source: Weather
hi: मौसम

source: Crop Selection
hi: फसल चयन

source: Fertilizers
hi: उर्वरक

source: Disease Detection
hi: रोग पहचान

source: Yield Prediction
hi: उपज भविष्यवाणी

source: Forum
hi: मंच

source: News
hi: समाचार

source: Profile
hi: प्रोफ़ाइल

source: Logout
hi: लॉगआउट

source: Empowering Farmers, Inspiring Growth
hi: किसानों को सशक्त बनाना, विकास को प्रेरित करना

source: Access government schemes, expert advice, and connect with a thriving farming community
hi: सरकारी योजनाओं, विशेषज्ञ सलाह तक पहुंचें और एक समृद्ध कृषि समुदाय से जुड़ें

source: Explore Opportunities
hi: अवसरों का अन्वेषण करें

source: Smart Farming Marketplace
hi: स्मार्ट कृषि बाज़ार

source: Premium seeds, fertilizers, and farming tools from trusted suppliers to boost your productivity
hi: आपकी उत्पादकता बढ़ाने के लिए विश्वसनीय आपूर्तिकर्ताओं से प्रीमियम बीज, उर्वरक और कृषि उपकरण

source: Visit Marketplace
hi: बाज़ार पर जाएं

source: AI-Powered Disease Detection
hi: एआई-संचालित रोग पहचान

source: Advanced computer vision technology to detect crop diseases and protect your harvest
hi: फसल रोगों का पता लगाने और आपकी फसल की रक्षा के लिए उन्नत कंप्यूटर विज़न तकनीक

source: Detect Disease
hi: रोग का पता लगाएं

source: Weather & Farming Insights
hi: मौसम और कृषि जानकारी

source: Real-time weather forecasts and expert farming tips to maximize your crop yield
hi: आपकी फसल की उपज को अधिकतम करने के लिए वास्तविक समय मौसम पूर्वानुमान और विशेषज्ञ कृषि सुझाव

source: View Advice
hi: सलाह देखें

source: Crop Yield Prediction
hi: फसल उपज भविष्यवाणी

source: Data-driven insights using rainfall, temperature, and soil quality for better harvests
hi: बेहतर फसल के लिए वर्षा, तापमान और मिट्टी की गुणवत्ता का उपयोग करके डेटा-संचालित जानकारी

source: Predict Yield
hi: उपज की भविष्यवाणी करें

source: Government Schemes & Support
hi: सरकारी योजनाएं और सहायता

source: Discover subsidies, loans, and support programs designed specifically for farmers
hi: किसानों के लिए विशेष रूप से डिज़ाइन की गई सब्सिडी, ऋण और सहायता कार्यक्रम खोजें

source: Find Schemes
hi: योजनाएं खोजें

source: Latest Farming News
hi: नवीनतम कृषि समाचार

source: Stay informed with agricultural news, policy changes, and market trends
hi: कृषि समाचार, नीति परिवर्तन और बाजार के रुझानों से अपडेट रहें

source: Read More
hi: और पढ़ें

source: Farmer Community Forum
hi: किसान समुदाय मंच

source: Connect, share knowledge, and learn from experienced agricultural professionals
hi: अनुभवी कृषि पेशेवरों से जुड़ें, ज्ञान साझा करें और सीखें

source: Join Forum
hi: मंच में शामिल हों

source: Welcome to Our Marketplace
hi: हमारे बाज़ार में आपका स्वागत है

source: Discover high-quality seeds, organic fertilizers, modern farming tools, and crop protection products – all in one place. Our marketplace connects farmers with trusted suppliers to ensure better yield and sustainable farming practices.
hi: उच्च गुणवत्ता वाले बीज, जैविक उर्वरक, आधुनिक कृषि उपकरण और फसल सुरक्षा उत्पाद खोजें - सब एक जगह। हमारा बाज़ार किसानों को विश्वसनीय आपूर्तिकर्ताओं से जोड़ता है।

source: Trusted & Verified Products
hi: विश्वसनीय और सत्यापित उत्पाद

source: Affordable Prices with Discounts
hi: छूट के साथ किफायती कीमतें

source: Fast & Reliable Delivery
hi: तेज़ और विश्वसनीय डिलीवरी

source: 24/7 Support for Farmers
hi: किसानों के लिए 24/7 सहायता

source: Explore Marketplace
hi: बाज़ार देखें

source: Empower Your Farm, Every Day
hi: हर दिन अपने खेत को सशक्त बनाएं

source: Access tools, seeds, weather updates, and expert advice — everything you need to grow smarter and stronger
hi: उपकरण, बीज, मौसम अपडेट और विशेषज्ञ सलाह तक पहुंचें - स्मार्ट और मजबूत बढ़ने के लिए आपको जो कुछ भी चाहिए

source: Premium Seeds
hi: प्रीमियम बीज

source: High-yield certified seeds
hi: उच्च उपज प्रमाणित बीज

source: Weather Insights
hi: मौसम जानकारी

source: Real-time forecasts
hi: वास्तविक समय पूर्वानुमान

source: Expert Advice
hi: विशेषज्ञ सलाह

source: 24/7 agricultural support
hi: 24/7 कृषि सहायता

source: Modern Tools
hi: आधुनिक उपकरण

source: Latest farming equipment
hi: नवीनतम कृषि उपकरण

source: Explore a wide range of seeds, fertilizers, and farming tools. Connect with trusted suppliers and make informed purchases to boost your farm's productivity.
hi: बीज, उर्वरक और कृषि उपकरणों की विस्तृत श्रृंखला देखें। विश्वसनीय आपूर्तिकर्ताओं से जुड़ें और अपने खेत की उत्पादकता बढ़ाने के लिए सूचित खरीदारी करें।

source: Utilize computer vision to analyze your crop photos and accurately detect common diseases, helping you protect your harvest with advanced AI technology.
hi: अपनी फसल की तस्वीरों का विश्लेषण करने और सामान्य बीमारियों का सटीक पता लगाने के लिए कंप्यूटर विज़न का उपयोग करें, उन्नत एआई तकनीक से अपनी फसल की रक्षा करें।

source: Stay updated with real-time weather, temperature, humidity, and get practical farming tips to maximize crop yield and prevent crop damage.
hi: वास्तविक समय मौसम, तापमान, आर्द्रता के साथ अपडेट रहें और फसल की उपज को अधिकतम करने और फसल क्षति को रोकने के लिए व्यावहारिक कृषि सुझाव प्राप्त करें।

source: Predict your crop yield easily using rainfall, temperature, and soil quality data. Make informed decisions for better harvests with data-driven insights.
hi: वर्षा, तापमान और मिट्टी की गुणवत्ता डेटा का उपयोग करके आसानी से अपनी फसल की उपज की भविष्यवाणी करें। डेटा-संचालित जानकारी के साथ बेहतर फसल के लिए सूचित निर्णय लें।

source: Get access to the best government schemes tailored for you. Discover subsidies, loans, and support programs designed specifically for farmers.
hi: आपके लिए तैयार की गई सर्वोत्तम सरकारी योजनाओं तक पहुंच प्राप्त करें। किसानों के लिए विशेष रूप से डिज़ाइन की गई सब्सिडी, ऋण और सहायता कार्यक्रम खोजें।

source: Stay updated with the latest agricultural news, policy changes, market trends, and technological innovations affecting the farming industry.
hi: कृषि उद्योग को प्रभावित करने वाले नवीनतम कृषि समाचार, नीति परिवर्तन, बाजार के रुझान और तकनीकी नवाचारों के साथ अपडेट रहें।

source: Connect with other farmers, ask questions, share knowledge, and learn from experienced agricultural professionals in our vibrant community.
hi: अन्य किसानों से जुड़ें, प्रश्न पूछें, ज्ञान साझा करें और हमारे जीवंत समुदाय में अनुभवी कृषि पेशेवरों से सीखें।

source: About Kisan Connect
hi: किसान कनेक्ट के बारे में

source: Empowering farmers with information, opportunities, and a connected farming community.
hi: किसानों को जानकारी, अवसरों और एक जुड़े हुए कृषि समुदाय के साथ सशक्त बनाना।

source: Who We Are
hi: हम कौन हैं

source: Kisan Connect is a one-stop digital platform designed to empower farmers by providing easy access to government schemes, expert farming advice, a marketplace for agricultural products, community discussions, and the latest farming news.
hi: किसान कनेक्ट एक वन-स्टॉप डिजिटल प्लेटफ़ॉर्म है जो सरकारी योजनाओं, विशेषज्ञ कृषि सलाह, कृषि उत्पादों के लिए बाज़ार, सामुदायिक चर्चा और नवीनतम कृषि समाचारों तक आसान पहुंच प्रदान करके किसानों को सशक्त बनाने के लिए डिज़ाइन किया गया है।

source: We bridge traditional farming practices with modern technology, ensuring farmers have all the resources they need to grow sustainably and profitably.
hi: हम पारंपरिक कृषि प्रथाओं को आधुनिक तकनीक से जोड़ते हैं, यह सुनिश्चित करते हुए कि किसानों के पास टिकाऊ और लाभदायक रूप से बढ़ने के लिए आवश्यक सभी संसाधन हैं।

source: Our Mission
hi: हमारा मिशन

source: To empower farmers with digital tools, transparent pricing, and direct market access. Reducing middlemen and creating opportunities for higher profits and sustainable growth.
hi: किसानों को डिजिटल उपकरण, पारदर्शी मूल्य निर्धारण और प्रत्यक्ष बाजार पहुंच के साथ सशक्त बनाना। बिचौलियों को कम करना और उच्च लाभ और टिकाऊ विकास के अवसर पैदा करना।

source: Our Vision
hi: हमारी दृष्टि

source: A connected farming ecosystem where every farmer has equal access to modern resources, buyers, and suppliers, ensuring prosperity for generations to come.
hi: एक जुड़ा हुआ कृषि पारिस्थितिकी तंत्र जहां प्रत्येक किसान को आधुनिक संसाधनों, खरीदारों और आपूर्तिकर्ताओं तक समान पहुंच है, आने वाली पीढ़ियों के लिए समृद्धि सुनिश्चित करना।

source: Customer Reviews
hi: ग्राहक समीक्षाएं

source: See what our farmers are saying
hi: देखें हमारे किसान क्या कह रहे हैं

source: Write Review
hi: समीक्षा लिखें

source: Total Reviews
hi: कुल समीक्षाएं

source: Quality
hi: गुणवत्ता

source: Delivery
hi: डिलीवरी

source: Support
hi: सहायता

source: Location
hi: स्थान

source: Stay Updated with the Latest Agricultural Products
hi: नवीनतम कृषि उत्पादों के साथ अपडेट रहें

source: Get exclusive offers, expert farming tips, and seasonal advice delivered straight to your inbox. Don't miss out on improving your yield!
hi: विशेष ऑफ़र, विशेषज्ञ कृषि सुझाव और मौसमी सलाह सीधे अपने इनबॉक्स में प्राप्त करें। अपनी उपज में सुधार करने से न चूकें!

source: Join 10,000+ happy farmers who trust us!
hi: हम पर भरोसा करने वाले 10,000+ खुश किसानों में शामिल हों!

source: 100% spam-free. Unsubscribe anytime.
hi: 100% स्पैम-मुक्त। किसी भी समय सदस्यता समाप्त करें।

source: Enter your email
hi: अपना ईमेल दर्ज करें

source: Subscribe
hi: सदस्यता लें

source: We respect your privacy and never share your information.
hi: हम आपकी गोपनीयता का सम्मान करते हैं और कभी भी आपकी जानकारी साझा नहीं करते हैं।

source: Fast Delivery
hi: तेज़ डिलीवरी

source: Trusted Quality
hi: विश्वसनीय गुणवत्ता

source: Expert Support
hi: विशेषज्ञ सहायता

source: Best Offers
hi: सर्वोत्तम ऑफ़र
